Repository: rimmed/eflete
Catalog: po/*.po
Languages: ca, it

source: Sets the cursor mode for a textblock part
ca: Estableix e mode de cursor per a una part de bloc de text
it: Imposta il modo cursore per una parte textblock

source: It causes a textblock that is editable to allow multiple lines for editing.
ca: Genera un bloc de text editable per permetre múltiples línies d'edició.
it: Permette a un textblock modificabile di gestire l'editing di linee multiple

source: Used for the group to be loaded and used for selection display UNDER the selected text the source of TEXTBLOCK part.
ca: Usat pel grup per ser carregat i utilitzat per la pantalla de selecció SOTA el text seleccionat la font de la part de TEXTBLOCK.
it: Usato per caricare e usare il gruppo per visualizzare la selezione SOTTO il testo selezionato del sorgente della parte TEXTBLOCK.

source: It is used for the group to be loaded and used for selection display OVER the selected text.
ca: Usat pel grup per ser carregat i utilitzat per la pantalla de selecció DAMUNT el text seleccionat.
it: Usato per caricare e usare il gruppo per visualizzare la selezione SOPRA il testo selezionato.

source: It is used for the group to be loaded and used for cursor display UNDER the cursor position.
ca: Usat pel grup per ser carregat i utilitzat per la pantalla de cursor SOTA la posició del cursor.
it: Usato per caricare e usare il gruppo per visualizzare la selezione SOTTO la posizione del cursore.

source: It is used for the group to be loaded and used for cursor display OVER the cursor position.
ca: Usat pel grup per ser carregat i utilitzat per la pantalla de cursor DAMUNT la posició del cursor.
it: Usato per caricare e usare il gruppo per visualizzare la selezione SOPRA la posizione del cursore.

source: It is used for the group to be loaded and used for anchors display UNDER the anchor position.
ca: Usat pel grup per ser carregat i utilitzat per la pantalla d'ancoratges SOTA la posició de l'àncora.
it: Usato per caricare e usare il gruppo per visualizzare la selezione SOTTO la posizione dell'ancora.

source: It is used for the group to be loaded and used for anchor display OVER the anchor position.
ca: Usat pel grup per ser carregat i utilitzat per la pantalla d'ancoratges DAMUNT la posició de l'àncora.
it: Usato per caricare e usare il gruppo per visualizzare la selezione SOPRA la posizione dell'ancora.

source: Tweens
ca: Intermèdies

source: image
ca: imatge
it: immagine

source: border
ca: vora
it: bordo

source: middle
ca: mig
it: mezzo

source: Image
ca: Imatge
it: Immagine

source: Current image name
ca: Nom imatge actual
it: Nome immagine attuale

source: Change image
ca: Canvia la imatge
it: Cambia immagine

source: Image's border value
ca: Valor vora de la imatge
it: Valore del bordo dell'immagine

source: Image's middle value
ca: Valor centre de la imatge
it: Valore del mezzo dell'immagine

source: smooth
ca: suavitza
it: uniforme

source: Fill
ca: Omple
it: Riempimento

source: Sets the image fill type.
ca: Estableix el tipus d'emplenament de la imatge.
it: Imposta il tipo di riempimento dell'immagine

source: On/off image smooth on scaling
ca: Activa/desactiva suavitzat en l'escalat
it: Attiva/disattiva la scalatura uniforme dell'immagine

source: Origin
ca: Origen
it: Origine

source: Sets the starting point X coordinate relatively to displayed element's content.
ca: Estableix la coordenada relativa X del punt d'inici respecte el contingut mostrat de l'element.
it: Imposta l'inizio della coordinata X relativamente al contenuto dell'elemento visualizzato.

source: Sets the starting point Y coordinate relatively to displayed element's content.
ca: Estableix la coordenada relativa Y del punt d'inici respecte el contingut mostrat de l'element.
it: Imposta l'inizio della coordinata Y relativamente al contenuto dell'elemento visualizzato.

source: Affects the starting point a fixed number of pixels along X axis
ca: Afecta al punt d'inici un nombre fix de píxels al llarg de l'eix X
it: Cambia il punto d'inizio sull'asse X di una quantità fissa di pixel

source: Affects the starting point a fixed number of pixels along Y axis
ca: Afecta al punt d'inici un nombre fix de píxels al llarg de l'eix Y
it: Cambia il punto d'inizio sull'asse Y di una quantità fissa di pixel

source: Size
ca: Mida
it: Dimensione

source: Value that represent the percentual value of the original size of the element by X axis.
ca: Valor que representa el percentatge de la mida original de l'element respecte l'eix X.
it: Valore rappresentante la percentuale della dimensione originale dell'asse X dell'elemento

source: Value that represent the percentual value of the original size of the element by Y axis.
ca: Valor que representa el percentatge de la mida original de l'element respecte l'eix Y.
it: Valore rappresentante la percentuale della dimensione originale dell'asse Y dell'elemento

source: Affects the size of the tile a fixed number of pixels along X axis.
ca: Afecta la mida del títol un nombre fix de píxels a llarg de l'eix X.
it: Cambia la dimensione della piastrella sull'asse X di una quantità fissa di pixel.

source: Affects the size of the tile a fixed number of pixels along Y axis.
ca: Afecta la mida del títol un nombre fix de píxels a llarg de l'eix Y.
it: Cambia la dimensione della piastrella sull'asse Y di una quantità fissa di pixel.

source: layout
ca: disposició

source: alternative layout
ca: Disposició alternativa

source: Box
ca: Caixa

source: Used for typing custom name of main (primary) layout (default horizontal layout would be applied to workspace and live object).
ca: Utilitzat per escriure el nom personalitzat de la disposició principal o primària (la disposició predeterminada horitzontal s'aplicarà a l'espai de treball i als objectes vius)

source: Used for setting layout for box.
ca: Utilitzat per establir una disposició pel quadre.

source: Used for typing custom name of alternative (fallback) layout (default horizontal layout would be applied to workspace and live object).
ca: Utilitzat per escriure el nom personalitzat de la disposició alternativa o de recuperació (la disposició predeterminada horitzontal s'aplicarà a l'espai de treball i als objectes vius)

source: Used for setting alternative layout for box.
ca: Utilitzat per establir una disposició alternativa pel quadre.

source: Padding:
ca: Separació:

source: prefer
ca: preferida

source: spread
ca: dispersa

source: aspect
ca: aspecte

source: position
ca: posició

source: span
ca: interval

source: weight
ca: pes

source: aspect mode
ca: mode d'aspecte

source: Sets the group this object will be made from.
ca: Estableix el grup d'on aquest objecte es crearà.

source: Set the item minimum size hint width in pixels.
ca: Estableix la mida mínima de l'amplada de l'element consells en píxels.

source: Set the item minimum size hint height in pixels.
ca: Estableix la mida d'alçada mínima aconsellada de l'element en píxels.

source: Set the item maximum size hint width in pixels.
ca: Estableix la mida d'amplada màxima aconsellada de l'element en píxels.

source: Set the item maximum size hint height in pixels.
ca: Estableix la mida d'alçada màxima aconsellada de l'element en píxels.

source: Set the item prefered size hint width in pixels.
ca: Estableix la mida d'amplada preferida aconsellada de l'element en píxels.

source: Set the item prefered size hint height in pixels.
ca: Estableix la mida d'alçada preferida aconsellada de l'element en píxels.

source: Set the item aspect width hint.
ca: Estableix l'aspecte d'amplada aconsellada de l'element.

source: Set the item aspect height hint.
ca: Estableix l'aspecte d'alçada aconsellada de l'element.

source: Replicate the item in width, starting from the current position.
ca: Replica l'element en amplada, iniciant des de la posició actual.

source: Replicate the item in height, starting from the current position.
ca: Replica l'element en alçada, iniciant des de la posició actual.

source: Sets how many columns this item will use.
ca: Estableix quantes columnes utilitzarà aquest element.

source: Sets how many rows this item will use.
ca: Estableix quantes files utilitzarà aquest element.

source: Sets the alignment hint by x axiss.
ca: Estableix l'alineació aconsellada per l'eix x.

source: Sets the alignment hint by y axiss.
ca: Estableix l'alineació aconsellada per l'eix y.

source: Sets the weight hint by x axiss.
ca: Estableix el pes aconsellat per l'eix x.

source: Sets the weight hint by y axiss.
ca: Estableix el pes aconsellat per l'eix y.

source: left:
ca: esquerra:

source: right:
ca: dreta:

source: top:
ca: superior:

source: bottom:
ca: inferior:

source: Sets the aspect control hints for this object.
ca: Estableix l'aspecte de control aconsellat per aquest objecte.

source: Sets the column position this item.
ca: Estableix la posició de columna d'aquest element.

source: Sets the row position this item.
ca: Estableix la posició de fila d'aquest element.

source: padding
ca: separació

source: Min:
ca: Mín:

source: Container
ca: Contenidor

source: Change the position of the point of balance inside the container.
ca: Canvia la posició del punt de balanç dins del contenidor.

source: Sets the horizontal space between cells in pixels.
ca: Estableix l'espaiat horitzontal entre cel·les en píxels.

source: Sets the vertcal space between cells in pixels.
ca: Estableix l'espaiat vertical entre cel·les en píxels.

source: homogeneous
ca: homogeni

source: Sets the homogeneous mode for the table.
ca: Estableix el mode homogeni per la taula.

source: Widget list
ca: Llista ginys
it: Elenco degli oggetti

source: Layouts list
ca: Llista formats
it: Elenco dei layout

source: Selected part is currently on top of the list
ca: La part seleccionada es troba actualment al damunt de la llista
it: La parte selezionata è attualmente in cima alla lista

source: Selected part is currently on bottom of the list
ca: La part seleccionada es troba actualment a sota de la llista
it: La parte selezionata è attualmente in fondo alla lista

source: Part name can not be empty
ca: El nom de la part no pot estar buit
it: Il nome della parte non può essere vuoto

source: Can't add the part %s, part with the same name already exists
ca: No s'ha pogut afegir la part %s, ja existeix una part amb aquest nom
it: Non posso aggiungere la parte %s perché esiste già una parte con lo stesso nome

source: Add new part to group "%s"
ca: Afegeix una nova part al grup "%s"
it: Aggiungi la nuova parte al gruppo "%s"

source: Type the new part new.
ca: Escriviu el nom de la nova part.
it: Digita il nome della nuova parte.

source: Swallow
ca: Engoleix

source: Textblock
ca: Bloc de text

source: Spacer
ca: Espaiador
it: Spaziatore

source: Proxy
ca: Servidor intermediari

source: State name can not be empty!
ca: El nom de l'estat no pot estar buit.
it: Il nome dello stato non può essere vuoto!

source: State value is not correct!
ca: El valor de l'estat no és correcte.
it: Il nome dello stato non è corretto!

source: State is exist!
ca: L'estat ja existeix.
it: Lo stato esiste già!

source: Add new state to part "%s"
ca: Afegeix un nou estat a la part "%s"
it: Aggiungi nuovo stato alla parte "%s"

source: Name:
ca: Nom:
it: Nome:

source: Type a new state name.
ca: Escriviu el nom del nou estat
it: Digita il nome del nuovo stato.

source: Value:
ca: Valor:
it: Valore:

source: Type a state value (0.0 - 1.0).
ca: Escriviu un valor d'estat (0.0 - 1.0).
it: Digita il valore dello stato (0.0 - 1.0).

source: Duplicate state:
ca: Duplica estat:
it: Duplica stato:

source: Add
ca: Afegeix
it: Aggiungi

source: Something is wrong. State is not selected
ca: Hi ha hagut algun error. L'estat no s'ha seleccionat
it: Qualcosa non va. Lo stato non è selezionato

source: Can't delete the default state.
ca: No es pot eliminar l'estat predeterminat.
it: Impossibile eliminare lo stato predefinito.

source: Delete the state from part
ca: Suprimeix l'estat d'una part
it: Ellimina lo stato dalla parte

source: Do you want to delete the state "%s" from part "%s".
ca: Voleu suprimir l'estat "%s" de la part "%s".
it: Volete eliminare lo stato "%s" dalla parte "%s"

source: Delete
ca: Suprimeix
it: Elimina

source: Please type style name
ca: Escriviu un nom d'estil
it: Digita il nome dello stile

source: Please type class name
ca: Escriviu un nom de classe
it: Digita il nome della classe

source: [%s] alredy exist. Type another style name.
ca: [%s] ja existeix. Escriviu un altre nom d'estil.
it: [%s] esiste già. Digita un nome diverso.

source: Sorry, there are no templates for [%s]
ca: No existeixen plantilles per [%s]
it: Mi spiace, non ci sono modelli per [%s]

source: Add style/class for "%s" widget
ca: Afegeix estil/classe per al giny "%s"
it: Aggiungi stile/classe per l'oggetto "%s"

source: Type a new style name.
ca: Escriviu un nom pel nou estil
it: Digita un nome per il nuovo stile.

source: Type a new class name.
ca: Escriviu un nou nom de classe.
it: Digita il nome della nuova classe.

source: Play
ca: Reprodueix
it: Esegui

source: Pause
ca: Pausa
it: Pausa

source: Cycled
ca: Canviant
it: Ciclico

source: Not cycled
ca: No canviant
it: Non ciclico

source: Program's 'name can not be empty!
ca: El nom del programa no pot estar buit.
it: Il nome del programma non può essere vuoto!

source: Program's name must be unique!
ca: El nom del programa ha de ser únic.
it: Il nome del programma dev'essere univoco!

source: Failed to delete program [%s] from style [%s]
ca: Error eliminant el programa [%s] de l'estil [%s]
it: Ho fallito l'eliminazione del programma [%s] dallo stile [%s]

source: New program
ca: Nou programa
it: Nuovo programma

source: Program name:
ca: Nom del programa:
it: Nome del programma:

source: Program editor
ca: Editor de programa
it: Editor del programma:

source: Reset
ca: Restableix
it: Reimposta

source: Apply
ca: Aplica
it: Applica

source: NONE
ca: CAP

source: ACCELERATE
ca: ACCELERAR

source: DECELERATE
ca: DESACCELERAR

source: ACCELERATE FACTOR
ca: FACTOR D'ACCELERACIÓ

source: DECELERATE FACTOR
ca: FACTOR DE DESACCELERACIÓ

source: SINUSOIDAL FACTOR
ca: FACTOR SINUSOÏDAL

source: BOUNCE
ca: BOT

source: SPRING
ca: MOLLA

source: [NOT SUPPORTED] RESERVED00
ca: [NO ADMÈS] RESERVED00
it: [NON SUPPORTATO] RESERVED00

source: [NOT SUPPORTED] PARAM_COPY
ca: [NO ADMÈS] PARAM_COPY
it: [NON SUPPORTATO] PARAM_COPY

source: [NOT SUPPORTED] PARAM_SET
ca: [NO ADMÈS] PARAM_SET
it: [NON SUPPORTATO] PARAM_SET

source: [NOT SUPPORTED] PHYSICS_IMPULSE
ca: [NO ADMÈS] PHYSICS_IMPULSE
it: [NON SUPPORTATO] PHYSICS_IMPULSE

source: [NOT SUPPORTED] PHYSICS_TORQUE_IMPULSE
ca: [NO ADMÈS] PHYSICS_TORQUE_IMPULSE
it: [NON SUPPORTATO] PHYSICS_TORQUE_IMPULSE

source: [NOT SUPPORTED] PHYSICS_FORCE
ca: [NO ADMÈS] PHYSICS_FORCE
it: [NON SUPPORTATO] PHYSICS_FORCE

source: [NOT SUPPORTED] PHYSICS_TORQUE
ca: [NO ADMÈS] PHYSICS_TORQUE
it: [NON SUPPORTATO] PHYSICS_TORQUE

source: [NOT SUPPORTED] PHYSICS_FORCES_CLEAR
ca: [NO ADMÈS] PHYSICS_FORCES_CLEAR
it: [NON SUPPORTATO] PHYSICS_FORCES_CLEAR

source: [NOT SUPPORTED] PHYSICS_VEL_SET
ca: [NO ADMÈS] PHYSICS_VEL_SET
it: [NON SUPPORTATO] PHYSICS_VEL_SET

source: [NOT SUPPORTED] PHYSICS_ANG_VEL_SET
ca: [NO ADMÈS] PHYSICS_ANG_VEL_SET
it: [NON SUPPORTATO] PHYSICS_ANG_VEL_SET

source: [NOT SUPPORTED] PHYSICS_STOP
ca: [NO ADMÈS] PHYSICS_STOP
it: [NON SUPPORTATO] PHYSICS_STOP

source: [NOT SUPPORTED] PHYSICS_ROT_SET
ca: [NO ADMÈS] PHYSICS_ROT_SET
it: [NON SUPPORTARTO] PHYSICS_ROT_SET

source: [NOT SUPPORTED] VIBRATION_SAMPLE
ca: [NO ADMÈS] VIBRATION_SAMPLE
it: [NON SUPPORTATO] VIBRATION_SAMPLE

source: EFFECT
ca: EFECTE
it: EFFETTI

source: BACKGROUND
ca: FONS
it: SFONDO

source: MUSIC
ca: MÚSICA
it: MUSICA

source: FOREGROUND
ca: PRIMER PLA
it: PRIMOPIANO

source: INTERFACE
ca: INTERFÍCIE
it: INTERFACCIA

source: INPUT
ca: ENTRADA

source: ALERT
ca: ALERTA
it: ALLARME

source: ALL
ca: TOT
it: TUTTO

source: The entered data is not valid!
ca: Les dades que s'han entrat no són vàlides.
it: Il dato inserito non è valido

source: signal
ca: senyal
it: segnale

source: param1
ca: paràmetre1

source: param2
ca: paràmetre2

source: gradient
ca: degradat
it: gradiente

source: decay
ca: decrement
it: decadimento

source: bounces
ca: bots
it: rimbalzo

source: swings
ca: girs
it: oscillazione

source: targets
ca: objectius
it: obbiettivi

source: state name
ca: nom estat
it: nome stato

source: state value
ca: valor estat
it: valore stato

source: signal name
ca: nom senyal
it: nome segnale

source: emitter
ca: emissor
it: emittente

source: sample name
ca: nom mostra
it: nome campione

source: Select sample
ca: Selecciona mostra
it: Seleziona campione

source: speed
ca: velocitat
it: velocità

source: channel
ca: canal
it: canale

source: tone name
ca: nom to
it: nome tono

source: Select tone
ca: to selecció
it: Seleziona tono

source: duration
ca: durada
it: durata

source: Transition block can used only with STATE_SET action
ca: El bloc de transició només es pot utilitzar amb l'acció STATE_SET
it: Il blocco della transizione può essere usato solo con l'azione STATE_SET

source: Warning
ca: Avís
it: Avvertimento

source: This program has targets. If you change actiontype all target would be deleted
ca: Aquest programa té destinacions. Si canvieu actiontype es suprimiran totes les destinacions
it: Questo programma ha degli obbiettivi. Se si cambia il tipo d'azione tutti gli obbiettivi verranno eliminati

source: Continue
ca: Continua
it: Continua

source: the entered data is not valid!
ca: Les dades que s'han entrat no són vàlides.
it: Il dato inserito non è valido

source: Del
ca: Supr

source: transition
ca: transició
it: transizione

source: from current
ca: de l'actual
it: dall'attuale

source: length
ca: longitud
it: lunghezza

source: action
ca: acció
it: azione

source: after
ca: després de
it: dopo

source: in
ca: en

source: from
ca: des de
it: da

source: range
ca: interval
it: intervallo

source: Unique name of program
ca: Nom únic del programa
it: Nome univoco del programma

source: afters
ca: després
it: dopo

source: Color class name can not be empty!
ca: El nom de la classe de color no pot estar buit.
it: Il nome della classe colore non può essere vuoto!

source: Color class name must be unique!
ca: El nom de la classe de color ha ser únic.
it: Il nome della classe colore dev'essere univoco!

source: Add color class:
ca: Afegeix classe de color:
it: Aggiungi classe colore:

source: Color class name:
ca: Nom de la classe de color:
it: Nome della classe colore:

source: Type new color class name here.
ca: Escriviu el nom de la nova classe de color aquí.
it: Digita il nome della nuova classe colore.

source: Apply changes?
ca: Voleu aplicar els canvis?
it: Allicare le modifiche?

source: Yes
ca: Sí
it: Sì

source: Close
ca: Tanca
it: Chiudi

source: EXAMPLE
ca: EXEMPLE
it: Esempio

source: Object color
ca: Objecte color
it: Colore dell'oggetto

source: Outline color
ca: Color del contorn
it: Colore contorno

source: Shadow color
ca: Color de l'ombra
it: Colore ombra

source: Failed initialize colorclasses editor
ca: Error iniciant l'editor de les classes de color
it: Ho fallito l'inizializzazione dell'editor delle classi colore

source: Usage (%d)
ca: Ús (%d)
it: Uso (%d)

source: Usage ( - )
ca: Ús ( - )
it: Uso ( - )

source: Unknown
ca: Desconegut
it: Sconosciuto

source: PNG image (%s)
ca: Imatge PNG (%s)
it: Immagine PNG (%s)

source: GIF image (%s)
ca: Imatge GIF (%s)
it: Immagine GIF (%s)

source: JPEG image (%s)
ca: Imatge JPEG (%s)
it: Immagine JPEG (%s)

source: BMP image (%s)
ca: Imatge BMP (%s)
it: Immagine BMP (%s)

source: TIFF image (%s)
ca: Imatge TIFF (%s)
it: Immagine TIFF (%s)

source: File not exist
ca: El fitxer no existeix
it: Il file non esiste

source: Unable to add folder
ca: No s'ha pogut afegir carpeta
it: Impossibile aggiungere una cartella

source: Images files
ca: Fitxer d'imatges

source: All files
ca: Tots els fitxers

source: Image is used in:
ca: La imatge s'usa a:
it: L'immagine è usata in:

source: <br>group: %s<br>part: %s<br>state: "%s" %2.1f
ca: <br>grup: %s<br>part: %s<br>estat: "%s" %2.1f
it: <br>gruppo: %s<br>parte: %s<br>stato: \"%s\" %2.1f

source: Image not selected
ca: No s'ha seleccionat cap imatge
it: Immagine non selezionata

source: <b>Include</b>
ca: <b>Inclou</b>
it: <b>Incorporata</b>

source: <b>Linked</b>
ca: <b>Enllaçat</b>
it: <b>Linkata</b>

source: Search
ca: Cerca
it: Cerca

source: Image editor: choose image
ca: Editor imatge: Trieu imatge
it: Editor immagini: scegli immagine

source: Image editor: select tween images
ca: Editor imatge: seleccioneu imatges intermèdies
it: Editor immagini: scegli immagini gemelle

source: Play on select:
ca: Reprodueix al seleccionar:
it: Suona alla selezione:

source: file name:
ca: nom fitxer:
it: nome file:

source: duration:
ca: durada:
it: durata:

source: type:
ca: tipus:
it: tipo:

source: size:
ca: mida:
it: dimensione:

source: compression:
ca: compressió:
it: compressione:

source: quality:
ca: qualitat:
it: qualità:

source: name:
ca: nom:
it: nome:

source: UNKNOWN
ca: DESCONEGUT
it: SCONOSCIUTO

source: %s Format Sound (.%s)
ca: %s Formata so (.%s)
it: Formato audio %s (.%s)

source: <b>Sound Samples</b>
ca: <b>Mostres so</b>
it: <b>Campioni audio</b>

source: <b>Sound Tones</b>
ca: <b>Tons so</b>
it: <b>Toni audio</b>

source: Sample has been already added!
ca: La mostra ja ha estat afegida.
it: Il campione è già stato aggiunto!

source: Error while loading file.<br>File is not exist
ca: Error carregant el fitxer.<br>El fitxer no existeix
it: Errore nel caricamento del file.<br>Il file non esiste

source: Tone name can not be empty!
ca: El nom del to no pot ser buit.
it: Il nome del tono non può essere vuoto!

source: Frequency value is not correct!
ca: El valor de la freqüència no és correcte.
it: Il valore della frequenza non è corretto!

source: Sound files
ca: Arxius de so

source: Add new tone to the project
ca: Afegiu un nou to al projecte
it: Aggiungi nuovo tono al progetto

source: tone name:
ca: nom to:
it: nome tono:

source: Type a new tone name
ca: Escriviu un nom pel nou to
it: Digita un nome per il nuovo tono

source: frequency:
ca: freqüència:
it: frequenza:

source: Type a frequency (20 - 20000)
ca: Escriviu una freqüència (20 - 20000)
it: inserire una frequenza (20 - 20000)

source: Sample
ca: Mostra
it: Campione

source: Tone
ca: To
it: Tono

source: Italic
ca: Cursiva
it: Italico

source: Oblique
ca: Obliqua
it: Obliquo

source: Ultracondensed
ca: Ultracondensat
it: Ultracondensato

source: Extracondensed
ca: Extracondensat
it: Extracondensato

source: Condensed
ca: Condensada
it: Condensato

source: Semicondensed
ca: Semicondensat
it: Semicondensato

source: Semiexpanded
ca: Semiexpandida
it: Semiespanso

source: Expanded
ca: Expandida
it: Espanso

source: Ultraexpanded
ca: Ultraexpandida
it: Ultraespanso

source: Thin
ca: Prim
it: Sottile

source: Ultralight
ca: Ultralleugera
it: Ultraleggero

source: Light
ca: Llum
it: Leggero

source: Book
ca: Llibre
it: Libro

source: Medium
ca: Mitjana
it: Medio

source: Semibold
ca: Seminegreta
it: Semigrassetto

source: Bold
ca: Negreta
it: Grassetto

source: Ultrabold
ca: Ultranegreta
it: Ultragrassetto

source: Black
ca: Negra
it: Nero

source: Extrablack
ca: Extranegreta
it: Extranero

source: auto
ca: automàtica
it: automatico

source: center
ca: centre
it: centro

source: left
ca: esquerra
it: sinistra

source: right
ca: dreta
it: destra

source: top
ca: superior
it: in alto

source: bottom
ca: inferior
it: in basso

source: baseline
ca: línia de base
it: linea base

source: none
ca: cap
it: nessuno

source: plain
ca: normal
it: liscio

source: shadow
ca: ombra
it: ombra

source: outline
ca: contorn
it: contorno

source: soft_outline
ca: contorn_suau
it: contorno tenue

source: outline_shadow
ca: ombra_contorn
it: ombra contorno

source: outline_soft_shadow
ca: ombra_suau_contorn
it: ombra contorno tenue
