Repository: rimmed/eflete
Catalog: po/*.po
Languages: ca, it

source: glow
ca: lluentor
it: riverbero

source: far_shadow
ca: ombra_llunyana
it: ombra staccata

source: soft_shadow
ca: ombra_suau
it: ombra tenue

source: far_soft_shadow
ca: ombra_suau_llunyana
it: ombra staccata tenue

source: bottom_left
ca: inferior_esquerra
it: in basso a sinistra

source: bottom_right
ca: inferior_dreta
it: in basso a destra

source: top_left
ca: superior_esquerra
it: in alto a sinistra

source: top_right
ca: superior_dreta
it: in alto a destra

source: single
ca: simple
it: singolo

source: double
ca: doble
it: doppio

source: Glow & Shadow
ca: Llum i ombra
it: Riverbero & Ombra

source: Lines
ca: Línies
it: Linee

source: Style name can not be empty!
ca: El nom de l'estil no pot estar buit.
it: Il nome dello stile non può essere vuoto!

source: Style name must be unique!
ca: El nom de l'estil ha de ser únic.
it: Il nome dello stile dev'essere univoco!

source: Failed to add tag value. Tag will be deleted
ca: Error afegint el valor de l'etiqueta. L'etiqueta s'eliminarà
it: Ho fallito l'aggiunta di un valore al tag. Il tag sarà eliminato.

source: Failed to add tag.
ca: Error afegint l'etiqueta.
it: Ho fallito l'aggiunta di un tag.

source: Tag name can not be empty!
ca: El nom de l'etiqueta no pot estar buit.
it: Il nome del tag non può essere vuoto!

source: Tag name must be unique!
ca: El nom de l'etiqueta ha de ser únic.
it: Il nome del tag dev'essere univoco!

source: Add textblock style
ca: Afegeix un estil de bloc de text
it: Aggiungi stile textblock

source: Select a style!
ca: Seleccioneu un estil.
it: Seleziona uno stile!

source: Add tag to style: %s
ca: Afegeix una etiqueta a l'estil: %s
it: Aggiungi tag allo stile: %s

source: Type a new tag name.
ca: Escriviu un nou nom per l'etiqueta
it: Digita un nome per il nuovo tag.

source: DEFAULT tag cannot be deleted!
ca: L'etiqueta PREDETERMINADA no es pot eliminar.
it: Il tag predefinito non può essere eliminato!

source: New style
ca: Nou estil
it: Nuovo stile

source: New tag
ca: Etiqueta nova
it: Nuovo tag

source: Font name:
ca: Nom del tipus de lletra:
it: Nome del font:

source: Font style:
ca: Estil del tipus de lletra:
it: Stile del font:

source: Positioning option
ca: Opció posicionament
it: Opzioni posizionamento

source: Horizontal align:
ca: Alineació horitzontal:
it: Allineamento orizzontale:

source: Vertical align:
ca: Alineació vertical:
it: Allineamento verticale:

source: Margin:
ca: Marge:
it: Margine:

source: Text format
ca: Format text
it: Formato del testo

source: Text tabstops:
ca: Tabulacions text:
it: Tabulazione testo:

source: Line size:
ca: Mida línia:
it: Dimensione linea:

source: Line relative size:
ca: Mida relativa línia:
it: Dimensione linea relativa:

source: Password field
ca: Camp de contrasenya
it: Campo password

source: Background color
ca: Color de fons
it: Colore sfondo

source: Replace overflow characters with ellipsis
ca: Reemplaça caràcters fora de rang amb el·lipsis.
it: Sostituisci caratteri in esubero con ellissi

source: Style:
ca: Estil:
it: Stile:

source: Direction:
ca: Direcció:
it: Direzione:

source: Outer glow color:
ca: Color llum externa:
it: Colore riverbero esterno:

source: Inner glow color:
ca: Color llum interna:
it: Colore riverbero interno:

source: Strikethrough color
ca: Color ratllat
it: Colore barratura

source: Underline
ca: Subratllat
it: Sottolineatura

source: The quick brown fox jumps over the lazy dog
ca: Jove xef, porti whisky amb quinze glaçons d'hidrogen, coi!

source: Close viewer
ca: Tanca el visualitzador
it: Chiudi visualizzatore

source: Look at it! This is absolutely and totally text
ca: Comproveu-ho. Això és només text
it: Guardalo! È assolutamente e completamente testo

source: Widget liveview isn't implemented yet. Using fallback to layout
ca: El giny Vista en temps real no s'ha implementat encara. Es recupera la disposició.

source: Outdated version of file. Using fallback to layout
ca: Versió de fitxer no actualitzada. Es recupera la disposició.

source: Loading live view object was failed
ca: Hi ha hagut un error en la càrrega de l'objecte de vista en temps real.
it: Il caricamento dell'anteprima dell'oggetto è fallita

source: Swallows
ca: Engolits
it: Swallow

source: Signals
ca: Senyals
it: Segnali

source: Title will be deleted
ca: El títol s'eliminarà
it: Il titolo sarà eliminato

source: Loaded profile
ca: Perfil carregat
it: Profilo caricato

source: Autosave
ca: Desat automàtic
it: Salvataggio automatico

source: autosave
ca: desat automàtic
it: salvataggio automatico

source: period
ca: període
it: periodo

source: UI
ca: Interfície
it: Interfaccia

source: UI store on exit
ca: desa UI al sortir
it: Salva interfaccia all'uscita

source: store window position
ca: desa posició finestra
it: salva posizione finestra

source: Live view
ca: Vista en temps real
it: Anteprima

source: Preferences
ca: Preferències
it: Preferenze

source: Select path for new project
ca: Seleccione ubicació pel nou projecte
it: Selezionare percorso per nuovo progetto

source: Errors occured on importing: <br><br>%s
ca: S'han produït errors en la importació: <br><br>%s
it: C'è stato un errore nell'importazione: <br><br>%s

source: Errors occured on importing.
ca: S'han produït errors en la importació
it: Errore nell'importazione

source: The <path>'%s'</path> directory already exists.<br>Do you want to <b><orange>delete all</orange></b> contents of this folder and create new project in it?
ca: El directori <path>'%s'</path> ja existeix.<br>Voleu <b><orange>eliminar tot</orange></b> el seu contingut i crear-hi un nou projecte?
it: La directory <path>'%s'</path> esiste già.<br>Volete <b><orange>eliminare tutto</orange></b> il suo contenuto e creare un nuovo progetto al suo interno?

source: Please enter the name of the project
ca: Entreu el nom del projecte
it: Inserire il nome del progetto

source: Please enter the name of the file for exporting
ca: Entreu el nom del fitxer on s'exportarà
it: Inserire il nome del file da esportare

source: Please enter the path to the project
ca: Entreu la ubicació del projecte
it: Inserire il percorso del progetto

source: The path to file for importing does not exist!
ca: El camí del fitxer a importar no existeix.
it: Il percorso al file da importare non esiste!

source: Wrong path to the project!<br>Please path to existing folder.
ca: Ubicació incorrecte del projecte.<br>Entreu el camí a una carpeta existent.
it: Percorso progetto errato!<br>Inserire un percorso verso una cartella esistente.

source: Project name:
ca: Nom del projecte:
it: Nome progetto:

source: Path to project:
ca: Ubicació del projecte:
it: Percorso progetto:

source: Version of file:
ca: Versió del fitxer:
it: Versione del file:

source: Authors:
ca: Autors:
it: Autori:

source: Licenses:
ca: Llicències:
it: Licenze:

source: Comment:
ca: Comentaris:
it: Commenti:

source: Created with Eflete!
ca: Creat amb Eflete
it: Creato con Eflete!

source: access
ca: accés
it: accesso

source: actionslider
ca: controllliscantaccions
it: cursore azione

source: bubble
ca: bombolla
it: bolla

source: button
ca: botó
it: bottone

source: calendar
ca: calendari
it: calendario

source: check
ca: comprova
it: casella di opzione

source: clock
ca: rellotge
it: orologio

source: colorsel
ca: selectorcolor
it: selettore colore

source: ctxpopup
ca: finestraemergentctx
it: popup contestuale

source: datetime
ca: datahora
it: data e ora

source: dayselector
ca: selectordies
it: selettore giorno

source: diskselector
ca: selectordisc
it: selettore disco

source: entry
ca: entrada
it: voce

source: fileselector
ca: selectorfitxer
it: selettore file

source: flipselector
ca: selectorgir
it: selettore flip

source: frame
ca: marc
it: cornice

source: gengrid
ca: generadorgraella
it: griglia generica

source: genlist
ca: llista
it: lista generica

source: hover
ca: en passar
it: passaggio puntatore

source: icon
ca: icona
it: icona

source: index
ca: índex
it: indice

source: label
ca: etiqueta
it: etichetta

source: list
ca: llista
it: elenco

source: map
ca: mapa
it: mappa

source: menu
ca: menú
it: menù

source: multibuttonentry
ca: entradamultiboto
it: voce multibottone

source: naviframe
ca: marcnavegador
it: riquadro navigazione

source: notify
ca: notificador
it: notifica

source: panel
ca: quadre
it: pannello

source: panes
ca: taulers
it: pannelli

source: photo
ca: foto
it: foto

source: photocam
ca: camerafotos
it: fotocamera

source: player
ca: reproductor
it: giocatore

source: pointer
ca: punter
it: puntatore

source: popup
ca: emergent

source: progress
ca: progrés
it: avanzamento

source: radio
ca: opció
it: bottone radio

source: scroller
ca: barra desplaçament

source: segment_control
ca: control_segment
it: controllo segmento

source: separator
ca: separador
it: separatore

source: slider
ca: control lliscant
it: comando cursore

source: slideshow
ca: presentació
it: presentazione

source: spinner
ca: indicadorprogres
it: rotante

source: thumb
ca: miniatura
it: miniatura

source: toolbar
ca: barra d'eines
it: barra strumenti

source: tooltip
ca: consell
it: suggerimento

source: video
ca: vídeo

source: win
ca: finestra
it: finestra

source: Select edc file for import
ca: Seleccioneu fitxer edc per importar
it: Selezionare file edc da importare

source: Scroller<br>
ca: Desplaçament<br>

source: Photocam<br>
ca: Càmerafotos<br>
it: Ftocamera<br>

source: Genlist<br>
ca: Llista<br>
it: Lista generica<br>

source: Notify<br>
ca: Notificador<br>
it: Notifica<br>

source: Button<br>
ca: Botó<br>
it: Bottone<br>

source: List<br>
ca: Llista<br>
it: Elenco<br>

source: Label<br>
ca: Etiqueta<br>
it: Etichetta<br>

source: Wizard: import edc
ca: Assistent: importa edc
it: Wizard: importa edc

source: Path to edc file:
ca: Camí cap al fitxer edc:
it: Percorso al file edc:

source: Images directories:
ca: Directoris imatges:
it: Cartelle delle immagini:

source: Fonts directories:
ca: Directoris de tipus de lletra:
it: Cartelle dei font:

source: Sounds directories:
ca: Directoris de sons:
it: Cartelle dei suoni:

source: Vibrations directories:
ca: Directoris de vibracions:
it: Cartelle vibrazioni:

source: Data directories:
ca: Directoris de dades:
it: Cartelle dei dati:

source: Wizard: new project
ca: Assistent: nou projecte
it: Wizard: nuovo progetto

source: Widgets:
ca: Ginys:
it: Oggetti:

source: Select edj file for import
ca: Seleccioneu fitxer edj per importar
it: Selezionare file edj da importare

source: Wizard: import edj
ca: Assistent: importació edj
it: Wizard: importa edj

source: Path to edj file:
ca: Camí fitxer edj:
it: Percorso al file edj

source: Undo
ca: Desfés
it: Annulla

source: Redo
ca: Refés
it: Ripeti

source: Rulers enabled
ca: Regles actives
it: Righelli abilitati

source: Zoom
ca: Ampliació

source: Fit
ca: Encaixa
it: Adatta

source: Normal mode
ca: Mode normal
it: Modo normale

source: Separate mode
ca: Mode separat
it: Modo separato

source: Settings...
ca: Configuració...
it: Impostazioni...

source: Importing... %u
it: Importazione... %u

source: Select a project file
it: Selezionare un file di progetto

source: The file already exists. Replacing it will overwrite its contents.
it: Il file esiste già. Sostituendolo se ne sovrascriverà il contenuto.

source: Export edj file (develop)
it: Esporta file edj (sviluppo)

source: Export edc file (group)
it: Esporta file edc (gruppo)

source: You want to close Eflete, but now you have<br/>opened project. If you dont save opened project<br/>all your changes will be lost!
it: Avete chiesto di chiudere Eflete ma ci sono dei<br/>dei progetti aperti. Se questi non vengono<br/>salvati tutte le modifiche saranno perdute!

source: Editors
it: Editor

source: Vertical
it: Verticale

source: Editable
it: Modificabile

source: Visual
it: Visuale

source: clip to
it: unito a

source: Sets the edit mode for a textblock part.
it: Imposta il modo modifica per una parte textblock

source: Sets the cursor mode for a textblock part.
it: Imposta il modo cursore per una parte textblock

source: visible
it: visibile

source: color
it: colore

source: Minimum part width in pixels.
it: Larghezza minima della parte in pixel.

source: Minimum part height in pixels.
it: Altezza minima della parte in pixel.

source: Maximum part width in pixels.
it: Larghezza massima della parte in pixel.

source: Maximum part height in pixels.
it: Altezza massima della parte in pixel.

source: Part horizontal align: 0.0 = left 1.0 = right
it: Allineamento parte orizzontale: 0.0 = sinistra 1.0 = destra

source: Part vertical align: 0.0 = top 1.0 = bottom
it: Allineamento parte verticale: 0.0 = cima 1.0 = fondo

source: text
it: testo

source: Text
it: Testo

source: source (under selected text)
it: sorgente (sotto il testo selezionato)

source: source2 (over selected text)
it: sorgente2 (sopra il testo selezionato)

source: source3 (under cursor)
it: sorgente3 (sotto il cursore)

source: source4 (over cursor)
it: sorgente4 (sopra il cursore)

source: source5 (under anchor)
it: sorgente5 (sotto l'ancora)

source: source6 (over anchor)
it: sorgente6 (sopra l'ancora)

source: Rectangle
it: Rettangolo

source: The file must have an extension '.edj'
it: Il file deve avere estensione '.edj'

source: File is already exist. Wouldyou like to replace it?
it: Il file esiste già. Volete sostituirlo?

source: Save as EDJ file
it: Salva come file EDJ

source: Export to EDC
it: Esporta come EDC

source: factor
it: fattore

source: Add image to library
it: Aggiungi immagine alla libreria

source: %d image in use:
it: %d immagine utilizzata:

source: There are supported only files with extensions:<br>*.wav *.ogg *.flac
it: Sono supportati solo i file con estensioni:<br>*.wav *.ogg *.flac

source: Add sound to the library
it: Aggiungi suono alla libreria

source: Normal
it: Normale

source: Color:
it: Colore:

source: Color
it: Colore

source: Format
it: Formato

source: Widget isn't implemented yet!
it: L'oggetto non è ancora implementato!

source: Outdated version of EDJ file! Should be 110
it: Vecchia versione di file EDJ! Dovrebbe essere 110

source: Texts
it: Testi

source: General
it: Generale

source: bg
it: sfondo

source: conform
it: conforme

source: focus
it: fuoco

source: cursor
it: cursore

source: %d widget included due to dependencies:<br><br>
it: %d oggetto incluso per via di dipendenze:<br><br>
