Repository: rimmed/eflete
Catalog: po/*.po
Languages: ca, it

source: This application was written for Enlightenment, to use EFL and design to create and modify Elementary widgets styles.
ca: Aquesta aplicació es va escriure per Enlightenment, per utilitzar EFL i dissenyada per crear i modificar els estils dels ginys Elementary.
it: Questa applicazione è stata scritta per Enlightenment, per usare le EFL e progettare, creare e modificare stili di oggetti Elementary.

source: Eflete project file
ca: Fitxer de projecte Eflete
it: File di progetto Eflete

source: Can not open file '%s'. Wrong path or file format.
ca: No es pot obrir el fitxer '%s'. Ubicació o format de fitxer incorrecte.
it: Impossibile aprire il file '%s'. Percorso o formato di file errato.

source: Importing...
ca: S'està important...
it: Importazione...

source: Creating a specifiec file and folders...
ca: Creant el fitxer i carpetes especificades...
it: Creazione file e cartelle specificati...

source: No title
ca: Sense títol
it: Nessun titolo

source: Backuping... %u
ca: Fent còpia de seguretat... %u
it: Backup... %u

source: Export edj...
ca: Exporta edj...
it: Esporta edj...

source: Group [%s] exist
ca: El grup [%s] existeix
it: Il gruppo [%s] esiste

source: Cannot copy group [%s]
ca: No s'ha pogut copiar el grup [%s]

source: No part selected
ca: No s'ha seleccionat cap part
it: Nessuna parte selezionata

source: Internal edje error occurred on part move
ca: Error intern d'edje al moure una part
it: Si è verificato un errore edje interno nello spostamento della parte

source: Failed to create new layout.
ca: Ha fallat la creació d'una nova disposició
it: Ho fallito la creazione di un nuovo layout.

source: Couldn't add new state/class without opened widget
ca: No es pot afegir cap nou estat/classe sense cap giny obert
it: Impossibile aggiungere uno stato/classe senza widget aperti

source: Project '%s' is opened.
ca: El projecte '%s' és obert.
it: Il progetto '%s' è aperto.

source: Do you want to save changes?
ca: Voleu desar els canvis?
it: Volete salvare le modifiche?

source: No project opened
ca: No hi ha cap projecte obert
it: Non ci sono progetti aperti

source: Error: project not saved.
ca: Error: el projecte no s'ha desat.
it: Errore: progetto non salvato.

source: Saving canceled.
ca: Desament cancel·lat.
it: Salvataggio annullato.

source: Export project
ca: Exporta projecte
it: Esporta progetto

source: Replace
ca: Reemplaça
it: Sostituisci

source: Cancel
ca: Cancel·la
it: Annulla

source: Ok
ca: D'acord

source: Name field is empty!Please type a file name to export.
ca: El camp de nom és buit. Escriviu un nom de fitxer per exportar.

source: The file already exists.Replacement will overwrite its contents.
ca: El fitxer ja existeix. El reemplaçament sobreescriurà el seu contingut.

source: Can not delete current project folder!
ca: No s'ha pogut suprimir la carpeta del projecte actual.

source: The <path>'%s'</path> directory already exists.<br>Do you want to <b><orange>delete all</orange></b> content of this folder and create new for project export edc in it?
ca: El directori <path>'%s'</path> ja existeix.<br>Voleu <b><orange>esborrar tot </orange></b> el contingut d'aquesta carpeta i crear-ne de nou per exportar-hi dins el projecte edc?

source: Can not delete folder %s!
ca: No s'ha pogut eliminar la carpeta %s!
it: Impossibile eliminare la cartella %s!

source: The name <path>'%s'</path> is already used at this location.
ca: El nom <path>'%s'</path> ja s'utilitza en aquesta ubicació.
it: Il nome <path>'%s'</path> è già usato qui.

source: If you dont save the open project<br/>all your unsaved changes will be lost!
ca: Si no deseu el projecte obert<br/>tots els canvis que no s'hagin desat es perdran.
it: Se non salvate il progetto aperto tutte<br/>le modifiche non salvate saranno perdute!

source: Close project %s
ca: Tanca el projecte %s
it: Chiudi progetto %s

source: Save
ca: Desa
it: Salva

source: Don't save
ca: No ho desis
it: Non salvare

source: Select item to be deleted
ca: Seleccioneu l'element a eliminar
it: Selezionare oggetto da eliminare

source: Can not delete last layout
ca: No es pot eliminar la darrera disposició
it: Impossibile eliminare l'ultimo layout

source: Failed to delete layout[%s]
ca: No s'ha pogut eliminar la disposició [%s]
it: Ho fallito l'eliminazione del layout [%s]

source: No one style is selected
ca: No s'ha seleccionat cap estil
it: Nessuno stile selezionato

source: Style [%s] don't exist
ca: L'estil [%s] no existeix
it: Lo stile [%s] non esiste

source: Failed to delete style[%s]
ca: No s'ha pogut eliminar l'estil[%s]
it: Ho fallito l'eliminazione dello stile [%s]

source: Failed to delete style[%s] in class [%s]
ca: No s'ha pogut eliminar l'estil [%s] a la classe [%s]
it: Ho fallito l'eliminazione dello stile [%s] nella classe [%s]

source: Last saved:
ca: Darrera modificació:
it: Ultimo salvato:

source: the project is not opened
ca: El projecte no està obert
it: il progetto non è aperto

source: Project path:
ca: Ubicació del projecte:
it: Percorso progetto:

source: Please open the widget style for editing style programs!
ca: Obriu el giny d'estil per editar els programes d'estil.
it: Si prega di aprire lo stile del widget per l'editing

source: File
ca: Fitxer

source: New project
ca: Projecte nou
it: Nuovo progetto

source: Open project
ca: Obre un projecte
it: Apri progetto

source: Import edj-file
ca: Importa fitxer edj
it: Importa file edj

source: Import edc-file
ca: Importa fitxer edc
it: Importa file edc

source: Export as edc
ca: Exporta com edc
it: Esporta come edc...

source: Group
ca: Grup
it: Gruppo

source: Project
ca: Projecte
it: Progetto

source: Export as edj
ca: Exporta com edj
it: Esporta come edj

source: Develop
ca: Desenvolupa
it: Sviluppo

source: Release
ca: Versió
it: Rilascio

source: Close project
ca: Tanca el projecte
it: Chiudi progetto

source: Exit
ca: Surt
it: Esci

source: View
ca: Vista
it: Visualizza

source: Workspace
ca: Espai de treball

source: Zoom in
ca: Amplia
it: Zoom indietro

source: Zoom out
ca: Redueix
it: Zoom avanti

source: Separate
ca: Separa
it: Separa

source: Show/Hide object area
ca: Mostra/Amaga l'àrea de l'objecte
it: Mostra/nascondi area oggetti

source: Rulers
ca: Regles
it: Righelli

source: Show/Hide rulers
ca: Mostra/Amaga els regles
it: Mostra/nascondi righelli

source: Absolute scale
ca: Escala absoluta
it: Scala assoluta

source: Relative scale
ca: Escala relativa
it: Scala relativa

source: Both
ca: Ambdós
it: Entrambe

source: Animator
ca: Animador
it: Animatore

source: Images
ca: Imatges
it: Immagini

source: Sound
ca: So
it: Suono

source: Colorclasses
ca: Tipus de colors
it: Classi colore

source: Text styles
ca: Estils de text
it: Stili di testo

source: Help
ca: Ajuda
it: Aiuto

source: About
ca: Quant a
it: Informazioni

source: Save project
ca: Desa el projecte
it: Salva progetto

source: Image editor
ca: Editor d'imatge
it: Editor immagini

source: Sound editor
ca: Editor de so
it: Editor del suono

source: Color class editor
ca: Editor de la classe de color
it: Editor delle classi colore

source: Textblock style editor
ca: Editor de l'estil del bloc de tect
it: Editor dello stile textblock

source: Part States
ca: Estats part
it: Stati delle parti

source: Live View
ca: Veure en directe
it: Anteprima

source: Using Signals
ca: Utilitzant senyals
it: Uso i segnali

source: History of changes
ca: Historial de canvis
it: Storico modifiche

source: Property
ca: Propietat
it: Proprietà

source: None
ca: Cap
it: Nessuno

source: Horizontal
ca: Horitzontal
it: Orizzontale

source: Source
ca: Font
it: Sorgente

source: Default
ca: Predeterminat
it: Predefinito

source: Explicit
ca: Explícit
it: Esplicito

source: Plain
ca: Normal
it: Liscio

source: Password
ca: Contrasenya

source: Autograb
ca: Captura automàtica

source: Nograb
ca: No capturis

source: Under
ca: Sota
it: Sotto

source: Before
ca: Abans
it: Prima

source: Scale
ca: Escala
it: Scala

source: Tile
ca: Mosaic
it: Piastrella

source: On hold
ca: En retenció
it: Trattenuto

source: Outline
ca: Contorn
it: Contorno

source: Soft Outline
ca: Contorn suau
it: Contorno tenue

source: Shadow
ca: Ombra
it: Ombra

source: Soft Shadow
ca: Ombra suau
it: Ombra tenue

source: Outline Shadow
ca: Ombra contorn
it: Ombra contorno

source: Outline Soft Shadow
ca: Contorn d'ombra suau
it: Ombra tenue contorno

source: Far Shadow
ca: Ombra llunyana
it: Ombra staccata

source: Far Soft Shadow
ca: Ombra molt llunyana
it: Ombra staccata tenue

source: Glow
ca: Lluentor
it: Luccichio

source: Bottom Right
ca: Inferior dreta
it: In basso a destra

source: Bottom
ca: Inferior
it: In basso

source: Bottom Left
ca: Inferior esquerra
it: In basso a sinistra

source: Left
ca: Esquerra
it: A sinistra

source: Top Left
ca: Superior esquerra
it: In alto a sinistra

source: Top
ca: Superior
it: In alto

source: Top Right
ca: Superior Dreta
it: In alto a destra

source: Right
ca: Dreta
it: A destra

source: Solid
ca: Sòlid
it: Solido

source: Table
ca: Taula

source: Item
ca: Element

source: horizontal
ca: horitzontal

source: horizontal_homogeneous
ca: horitzontal_homogeni

source: vertical_homogeneous
ca: vertical_homogeni

source: horizontal_max
ca: max_horitzontal

source: vertical_max
ca: max_vertical

source: horizontal_flow
ca: flux_horitzontal

source: vertical_flow
ca: flux_vertical

source: stack
ca: pila

source: Custom Layout
ca: Disposició personalitzada

source: Code
ca: Codi
it: Codice

source: min
ca: mín

source: max
ca: màx

source: Layout property
ca: Propietat de la disposició
it: Proprietà del layout

source: Minimum group width in pixels.
ca: Amplada mínima de grup en píxels.
it: Larghezza minima del gruppo in pixel.

source: Minimum group height in pixels.
ca: Alçada mínima de grup en píxels.
it: Altezza minima del gruppo in pixel.

source: Maximum group width in pixels.
ca: Amplada màxima de grup en píxels.
it: Larghezza massima del gruppo in pixel.

source: Maximum group height in pixels.
ca: Alçada màxima de grup en píxels.
it: Altezza massima del gruppo in pixel.

source: name
ca: nom
it: nome

source: scalable
ca: escalable
it: scalabile

source: mouse events
ca: esdeveniments de ratolí
it: eventi mouse

source: event propagation
ca: propagació d'esdeveniments
it: propagazione eventi

source: clipper
ca: clíper

source: ignore flags
ca: ignora indicadors
it: flag ignore

source: group source
ca: font de grup

source: axis X
ca: eix X

source: axis Y
ca: eix Y

source: drag area
ca: arrossega area
it: area trascinamento

source: forward events
ca: esdeveniments futurs
it: inoltra eventi

source: Part property
ca: Propietat de la part
it: Proprietà della parte

source: Selected part name
ca: Nom de la part seleccionada
it: Nome della parte selezionata

source: type
ca: tipus
it: tipo

source: Specifies whether the part will scale its size with an edje scaling factor.
ca: Especifica quan la part escalarà la seva mida amb un factor d'escalat edje.
it: Specifica se la parte scalerà la sua dimensione con un fattore edje

source: Enable mouse events in this part.
ca: Activa esdeveniments de ratolí en aquesta part
it: Abilita eventi mouse nella parte

source: Enable repeat mouse events to the parts below.
ca: Activa repetició d'esdeveniments de ratolí a les parts inferiors.
it: Abilita ripetizione eventi mouse nella parte inferiore

source: Show only the area of part that coincides with another part's container
ca: Mostra només l'àrea de la part que coincideix amb el contenidor d'una altra part
it: Mostra solo l'area che coincide col contenitore di un'altra parte

source: Specifies whether events with the given flags should be ignored
ca: Especifica quan els successos indicats han de ser ignorats
it: Specifica che gli eventi col flag dato siano ignorati

source: Used for the group to be loaded and used to display GROUP part.
ca: Utilitzat pel grup per ser carregat i utilitzat per mostrar la part GRUP.

source: Part dragable property
ca: Propietat de la part arrossegable
it: Proprietà parte trascinabile

source: Enable/Disable draggin along X axis
ca: Activa/Desactiva arrossegament sobre l'eix X
it: Abilita/disabilita spostamento sull'asse X

source: Set a drag step value
ca: Estableix el valor del pas d'arrossegament
it: Imposta il passo dello spostamento

source: Enable/Disable draggin along Y axis
ca: Activa/Desactiva arrossegament sobre l'eix Y
it: Abilita/disabilita spostamento sull'asse Y

source: Limits the movement of the dragged part to another part's container'
ca: Limita el moviment de la part arrossegada cap un contenidor d'una altra part.
it: Limita i movimenti della parte trascinata verso il contenitore di un'altra parte

source: It causes the part to forward the drag events to another part, thus ignoring them for itself.
ca: Causa que la part enviï els successos d'arrossegament a una altra part, ignorant-los per ella mateixa.
it: Fa che la parte inoltri gli eventi trascinamento a un'altra parte, ignorandoli quindi per se stessa

source: Minimal size of part width in pixels.
ca: Mida mínima de la part en píxels.

source: Minimal part height in pixels.
ca: Alçada mínima de la part en píxels.

source: Maximal size of part width in pixels.
ca: Mida màxima de la part en píxels.

source: Maximal part height in pixels.
ca: Alçada màxima de la part en píxels.

source: align
ca: alinea
it: allinea

source: Part align horizontally
ca: Alineació horitzontal de la part

source: Part align vertically
ca: Alineació vertical de la part

source: fixed
ca: fix
it: fisso

source: This affects the minimum width calculation.
ca: Això afecta el càlcul de l'amplada mínima.
it: Questo influisce sul calcolo della larghezza minima

source: This affects the minimum height calculation.
ca: Això afecta el càlcul de l'alçada mínima.
it: Questo influisce sul calcolo dell'altezza minima

source: aspect ratio
ca: relació d'aspecte
it: proporzione

source: Normally width and height can be resized to any values independently
ca: Normalment l'amplada i l'alçada es poden redimensionar a qualsevol valor de forma independent
it: Normalmente larghezza e altezza possono essere ridimensionate indipendentemente a qualsiasi valore

source: multiplier
ca: multiplicador

source: The minimal part width value multiplier for current state
ca: El multiplicador del valor mínim d'amplada de la part per l'estat actual.

source: The minimal part height value multiplier for current state
ca: El multiplicador del valor mínim de l'alçada de la part per l'estat actual.

source: proxy source
ca: font del servidor intermediari
it: sorgente proxy

source: color class
ca: classe de color
it: classe colore

source: aspect ratio mode
ca: mode de la relació d'aspecte
it: modo proporzione

source: State
ca: Estat
it: Stato

source: state
ca: estat
it: stato

source: Causes the part to use another part content asthe content of this part. Only work with PROXY part.
ca: Genera que la part utilitzi el contingut d'una altra part com el contingut d'ella mateixa. Només funciona amb la part INTERMEDIÀRIA
it: Fa che la parte usi il contenuto di un'altra parte come suo contenuto. Funziona solo con la parte PROXY.

source: The aspect control hints for this object.
ca: Els consells de control d'aspecte per aquest objecte.
it: Gli hint di controllo dell'aspetto per questo oggetto

source: Current color class
ca: Classe de color actual
it: Classe colore attuale

source: Part main color.
ca: Color principal de la part.
it: colore principale della parte.

source: Layout
ca: Disposició

source: offset
ca: desplaçament
it: scostamento

source: relative to
ca: relatiu a
it: relativo a

source: Object area
ca: Area objecte
it: Area oggetto

source: Start point
ca: Punt d'inici
it: Punto d'inizio

source: Causes a corner to be positioned relatively to the X axis of another part. Setting to "" will un-set this value
ca: Provoca que una cantonada es posicioni de forma relativa sobre l'eix X d'una altra part. Establint a "" s'anul·la aquest valor.
it: Fa che un angolo venga posizionato relativamente all'asse X di un'altra parte. Impostato a "" elimina il valore

source: Causes a corner to be positioned relatively to the Y axis of another part. Setting to "" will un-set this value
ca: Provoca que una cantonada es posicioni de forma relativa sobre l'eix Y d'una altra part. Establint a "" s'anul·la aquest valor.
it: Fa che un angolo venga posizionato relativamente all'asse Y di un'altra parte. Impostato a "" elimina il valore

source: Define the position of left-up corner of the part's container. Moves a corner to a relative position inside the container by X axis.
ca: Defineix la posició de la cantonada superior esquerra del contenidor de la part. Mou una cantonada a la posició relativa a dins del contenidor per l'eix X.
it: Definisce la posizione dell'angolo superiore sinistro del contenitore. Sposta un angolo a una posizione relativa sull'asse X dentro il contenitore.

source: Define the position of left-up corner of the part's container. Moves a corner to a relative position inside the container by Y axis.
ca: Defineix la posició de la cantonada superior esquerra del contenidor de la part. Mou una cantonada a la posició relativa a dins del contenidor per l'eix Y.
it: Definisce la posizione dell'angolo superiore sinistro del contenitore. Sposta un angolo a una posizione relativa sull'asse Y dentro il contenitore.

source: Left offset from relative position in pixels
ca: Desplaçament esquerre des de la posició relativa en píxels
it: Scostamento sinistro dalla posizione relativa in pixel

source: Top offset from relative position in pixels
ca: Desplaçament superior des de la posició relativa en píxels
it: Scostamento superiore dalla posizione relativa in pixel

source: End point
ca: Punt final
it: Punto finale

source: Define the position of right-down corner of the part's container. Moves a corner to a relative position inside the container by X axis.
ca: Defineix la posició de la cantonada inferior dreta del contenidor de la part. Mou una cantonada a una posició relativa a dins del contenidor per l'eix X.
it: Definisce la posizione dell'angolo inferiore destro del contenitore. Sposta un angolo a una posizione relativa sull'asse X dentro il contenitore.

source: Define the position of right-down corner of the part's container. Moves a corner to a relative position inside the container by Y axis.
ca: Defineix la posició de la cantonada inferior dreta del contenidor de la part. Mou una cantonada a una posició relativa a dins del contenidor per l'eix Y.
it: Definisce la posizione dell'angolo inferiore destro del contenitore. Sposta un angolo a una posizione relativa sull'asse Y dentro il contenitore.

source: font
ca: tipus de lletra

source: size
ca: mida
it: dimensione

source: fit
ca: ajusta
it: adatta

source: shadow color
ca: color d'ombra
it: colore ombra

source: outline color
ca: color contorn
it: colore contorno

source: source
ca: font
it: sorgente

source: text source
ca: font de text
it: sorgente testo

source: effect
ca: efecte
it: effetto

source: Causes Edje to draw the selected effect.
ca: Fa que Edje dibuixi l'efecte seleccionat.
it: Fa che Edje disegni l'effetto selezionato.

source: Shadow directions.
ca: Direccions de l'ombra
it: Direzioni ombra.

source: Set the text of part.
ca: Estableix el text de la part.
it: Imposta il testo della parte.

source: Change the text's font
ca: Canvia el tipus de lletra del text
it: Cambia il tipo di carattere

source: Change text font's size.'
ca: Canvia el tamany del tipus de lletra del text.
it: Cambia la dimensione del carattere.

source: Text horizontal align. 0.0 = left 1.0 = right
ca: Alineació horitzontal del text. 0.0 = esquerra 1.0 = dreta
it: Allineamento testo orizzontale. 0.0 = sinistro 1.0 = destro

source: Text vertical align. 0.0 = top 1.0 = bottom
ca: Alineació vertical del text. 0.0 = superior 1.0 = inferior
it: Allineamento testo verticale. 0.0 = cima 1.0 = fondo

source: When any of the parameters is enabled it forces the minimum size of the container to be equal to the minimum size of the text.
ca: Quan qualsevol dels paràmetres és actiu fa que la mida mínima del contenidor sigui igual a la mida mínima del text.
it: Quando uno dei parametri è abilitato forza la dimensione minima del contenitore per essere uguale alla dimensione minima del testo

source: When any of the parameters is enabled it forces the maximum size of the container to be equal to the maximum size of the text.
ca: Quan qualsevol dels paràmetres és actiu fa que la mida màxima del contenidor sigui igual a la mida màxima del text.
it: Quando uno dei parametri è abilitato forza la dimensione massima del contenitore per essere uguale alla dimensione massima del testo

source: Causes the part to use the text properties (like font and size) of another part and update them as they change.
ca: Fa que la part utilitzi les propietats del text (com font i mida) d'una altra part i les actualitzi quan canviïn.
it: Fa che la parte usi le proprietà del testo (come carattere e dimensione) di un'altra parte e le aggiorni quando cambiano

source: Causes the part to display the text content of another part and update them as they change.
ca: Fa que la part mostri el contingut de text d'una altra part i l'actualitzi quan canviï.
it: Fa che la parte visualizzi iul contenuto del testo di un'altra parte e lo aggiorni quando cambia

source: Cut text if biggest then part's area0.0 = fix the left side 1.0 = right side
ca: Talla el text si és més gros que l'àrea de la part 0.0 = fixa el canto esquerre 1.0 = cantó dret
it: Taglia il testo se più grande dell'area della parte: 0.0 = aggiusta il lato sinistro 1.0 = il lato destro

source: Resize the text for it to fit in it's container by X axis
ca: Redimensiona el text per ajustar-se al contenidor per l'eix X
it: Ridimensiona il testo per adattarsi all'asse X del suo contenitore

source: Resize the text for it to fit in it's container by Y axis
ca: Redimensiona el text per ajustar-se al contenidor per l'eix Y
it: Ridimensiona il testo per adattarsi all'asse Y del suo contenitore

source: Text shadow color.
ca: Color ombra text.
it: Colore dell'ombra del testo

source: Text outline color.
ca: Color contorn text.
it: Colore del contorno del testo

source: select mode
ca: mode selecció
it: modo selezione

source: entry mode
ca: mode entrada
it: modo entry

source: pointer mode
ca: mode punter
it: modo puntatore

source: cursor mode
ca: mode cursor
it: modo cursore

source: multiline
ca: multilínia
it: multilinea

source: under selected text
ca: sota el text seleccionat

source: under cursor
ca: sota el cursor

source: over cursor
ca: sobre el cursor

source: under anchor
ca: sota l'àncora

source: over anchor
ca: sobre l'àncora

source: text style
ca: estil de text
it: stile del testo

source: TextBlock
ca: Bloc de text

source: Set the text style of part.
ca: Estableix l'estil de text de la part.
it: Imposta lo stile di testo della parte.

source: Text horizontal align. 0 = left 100 = right
ca: Alineació horitzontal text. 0 = esquerra 100 = dreta
it: Allineamento testo orizzontale. 0 = sinistro 100 = destro

source: Text vertical align. 0 = top 100 = bottom
ca: Alineació vertical text. 0 = superior 100 = inferior
it: Allineamento testo verticale. 0 = cima 100 = fondo

source: Sets the selection mode for a textblock part
ca: Estableix mode de selecció per a una part de bloc de text
it: Imposta il modo selezione per una parte textblock

source: Sets the edit mode for a textblock part
ca: Estableix mode d'edició per a una part de bloc de text
it: Imposta il modo modifica per una parte textblock

source: Sets the mouse pointer behavior for a given part.
ca: Estableix comportament del punter de ratolí per la part.
it: Imposta il comportamento puntatore mouse per la parte
